runs/1790756129/case/system/cpSurfaces
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object cpSurfaces;
}
type surfaces; libs ("libsampling.so"); writeControl writeTime; interpolationScheme cell; surfaceFormat vtk; fields (p);
surfaces { aircraft { type patch; patches ("aircraft.*"); interpolate true; } }
